Repository: appsinacup/game_server
Catalog: apps/game_server_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Get the Asset
es: Obtener el Asset

source: Give your app a name (e.g., "Game Server")
es: Dale un nombre a tu app (p. ej., "Game Server")

source: Go to
es: Ve a

source: Go to "APIs & Services" → "Credentials":
es: Ve a "APIs y Servicios" → "Credenciales":

source: Go to "APIs & Services" → "Library"
es: Ve a "APIs y Servicios" → "Biblioteca"

source: Go to "APIs & Services" → "OAuth consent screen":
es: Ve a "APIs y Servicios" → "Pantalla de consentimiento OAuth":

source: Go to "Facebook Login" → "Settings":
es: Ve a "Facebook Login" → "Ajustes":

source: Go to "Settings" → "Basic":
es: Ve a "Ajustes" → "Básico":

source: Go to Project Settings → Client Keys (DSN)
es: Ve a Ajustes del Proyecto → Claves de Cliente (DSN)

source: Go to the
es: Ve al

source: Go to the "OAuth2" → "General" tab
es: Ve a la pestaña "OAuth2" → "General"

source: Go to your app's login page
es: Ve a la página de inicio de sesión de tu app

source: Godot Client SDK
es: SDK Cliente Godot

source: Google Cloud Console
es: Consola de Google Cloud

source: Google OAuth Setup
es: Configuración OAuth de Google

source: Google is already linked to another account. You can delete the conflicting account on this page if it belongs to you.
es: Google ya está vinculado a otra cuenta. Puedes eliminar la cuenta en conflicto en esta página si te pertenece.

source: Handle common errors appropriately:
es: Maneja los errores comunes adecuadamente:

source: Health Check
es: Comprobación de Salud

source: Hooks are loaded from OTP plugin applications under
es: Los hooks se cargan desde aplicaciones plugin OTP bajo

source: Hooks modules can also export arbitrary functions:
es: Los módulos de hooks también pueden exportar funciones arbitrarias:

source: How We Use Your Information
es: Cómo Usamos Tu Información

source: How to Request Data Deletion
es: Cómo Solicitar Eliminación de Datos

source: If you have any questions about these Terms and Conditions, please contact us through the project's support channels.
es: Si tienes alguna pregunta sobre estos Términos y Condiciones, por favor contáctanos a través de los canales de soporte del proyecto.

source: If you have any questions about this Privacy Policy, please contact us via the project's contact channels.
es: Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos a través de los canales de contacto del proyecto.

source: If you have questions about the data deletion process or need assistance, please contact us through the project's support channels.
es: Si tienes preguntas sobre el proceso de eliminación de datos o necesitas asistencia, por favor contáctanos a través de los canales de soporte del proyecto.

source: If you use
es: Si usas

source: If you want to use
es: Si quieres usar

source: If you're not sure what to use, set
es: Si no estás seguro de qué usar, establece

source: If you're using our API, you can delete your account programmatically
es: Si estás usando nuestra API, puedes eliminar tu cuenta programáticamente

source: If your email is in our system, you will receive instructions for logging in shortly.
es: Si tu correo está en nuestro sistema, recibirás instrucciones para iniciar sesión en breve.

source: Implement the behaviour in a hooks module:
es: Implementa el comportamiento en un módulo de hooks:

source: Import and configure the API client:
es: Importa y configura el cliente API:

source: Important — From address & domain verification
es: Importante — Verificación de dirección From y dominio

source: In Certificates, Identifiers & Profiles, go to Keys:
es: En Certificados, Identificadores y Perfiles, ve a Claves:

source: In no event shall we or our suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the service.
es: En ningún caso nosotros o nuestros proveedores seremos responsables por daños (incluyendo, sin limitación, daños por pérdida de datos o beneficios, o debido a interrupción del negocio) derivados del uso o incapacidad de usar el servicio.

source: In that case password-based login does not work (we treat oauth-only accounts as passwordless unless a password is explicitly set by the user).
es: En ese caso, el inicio de sesión basado en contraseña no funciona (tratamos las cuentas solo-oauth como sin contraseña a menos que el usuario establezca una explícitamente).

source: In the OAuth2 General settings, add these redirect URIs:
es: En los ajustes de OAuth2 General, añade estas URIs de redirección:

source: In your Facebook App dashboard:
es: En el panel de tu App de Facebook:

source: In your Google Cloud project:
es: En tu proyecto de Google Cloud:

source: Individual Environment Variables (Alternative)
es: Variables de Entorno Individuales (Alternativa)

source: Information We Collect
es: Información que Recopilamos

source: Initialize the Client
es: Inicializar el Cliente

source: Install the SDK
es: Instalar el SDK

source: Install the package via npm:
es: Instala el paquete vía npm:

source: Invalid email or password
es: Correo o contraseña inválidos

source: JWT tokens (access + refresh)
es: Tokens JWT (acceso + refresco)

source: JavaScript Client SDK
es: SDK Cliente JavaScript

source: Join / Leave
es: Unirse / Salir

source: Keep hooks fast and resilient — avoid long blocking work in the main request path. Use
es: Mantén los hooks rápidos y resilientes — evita trabajo bloqueante largo en la ruta principal de solicitud. Usa

source: Keep me logged in on this device
es: Mantener sesión iniciada en este dispositivo

source: Key Concepts
es: Conceptos Clave

source: Last updated: November 2025
es: Última actualización: Noviembre 2025

source: Leaderboard deleted
es: Clasificación eliminada

source: Leaderboard ended
es: Clasificación finalizada

source: Leaderboard not found
es: Clasificación no encontrada

source: Leaderboard saved
es: Clasificación guardada

source: Leaderboards
es: Clasificaciones

source: Leaderboards allow you to rank players based on scores. Scores are submitted server-side only (authoritative mode) ensuring fair competition. Each leaderboard acts as a season with optional start/end dates.
es: Las clasificaciones te permiten rankear jugadores basados en puntuaciones. Las puntuaciones se envían solo desde el servidor (modo autoritativo) asegurando competencia justa. Cada clasificación actúa como una temporada con fechas de inicio/fin opcionales.

source: Learn More
es: Aprender Más

source: Limitations
es: Limitaciones

source: Linked Apple to your account.
es: Vinculado Apple a tu cuenta.

source: Linked Discord to your account.
es: Vinculado Discord a tu cuenta.

source: Linked Facebook to your account.
es: Vinculado Facebook a tu cuenta.

source: Linked Google to your account.
es: Vinculado Google a tu cuenta.

source: Linked Steam to your account.
es: Vinculado Steam a tu cuenta.

source: List Available Lobbies
es: Listar Lobbies Disponibles

source: Loading hooks via OTP plugins
es: Cargando hooks vía plugins OTP

source: Lobby Management
es: Gestión de Lobby

source: Lobby deleted
es: Lobby eliminado

source: Lobby is locked
es: El lobby está bloqueado

source: Lobby not found
es: Lobby no encontrado

source: Lobby updated
es: Lobby actualizado

source: Log in
es: Iniciar sesión

source: Log in and stay logged in
es: Iniciar sesión y permanecer conectado

source: Log in only this time
es: Iniciar sesión solo esta vez

source: Log in to your account and go to Settings → Account → Delete Account
es: Inicia sesión en tu cuenta y ve a Ajustes → Cuenta → Eliminar Cuenta

source: Log in with email
es: Iniciar sesión con correo

source: Log me in only this time
es: Iniciar mi sesión solo esta vez

source: Logged out successfully.
es: Sesión cerrada exitosamente.

source: Logging in...
es: Iniciando sesión...

source: Logout:
es: Cerrar sesión:

source: Magic link is invalid or it has expired.
es: El enlace mágico es inválido o ha expirado.

source: Make App Public (Production)
es: Hacer App Pública (Producción)

source: Managed PostgreSQL
es: PostgreSQL Gestionado

source: Many email providers require that the "From" address or sending domain be verified in your SMTP provider dashboard before they'll accept or relay mail (you may see errors like "450 domain not verified"). Configure
es: Muchos proveedores de correo requieren que la dirección "From" o el dominio de envío estén verificados en el panel de tu proveedor SMTP antes de aceptar o retransmitir correo (puedes ver errores como "450 domain not verified"). Configura

source: Membership Details
es: Detalles de Membresía

source: Metadata:
es: Metadatos:

source: Modify or copy the service
es: Modificar o copiar el servicio

source: Multiple Instances (near-cache)
es: Múltiples Instancias (near-cache)

source: Name your project (e.g., "Game Server")
es: Nombra tu proyecto (p. ej., "Game Server")

source: No buildable plugins found under %{dir}
es: No se encontraron plugins construibles bajo %{dir}

source: No email address available for current admin
es: No hay dirección de correo disponible para el admin actual

source: Note the Key ID (e.g., ABC123XYZ) shown on the confirmation page
es: Anota el Key ID (p. ej., ABC123XYZ) mostrado en la página de confirmación

source: Note:
es: Nota:

source: Notes / behavior
es: Notas / comportamiento

source: Notes:
es: Notas:

source: OAuth Flow (Discord, Google, Facebook):
es: Flujo OAuth (Discord, Google, Facebook):

source: OAuth provider connections and associated data
es: Conexiones a proveedores OAuth y datos asociados

source: OAuth sessions (oauth_sessions)
es: Sesiones OAuth (oauth_sessions)

source: Operators:
es: Operadores:

source: Partitioned Cache Setup (Erlang cluster for partitioned L2)
es: Configuración de Caché Particionada (clúster Erlang para L2 particionada)

source: Password
es: Contraseña

source: Password auth:
es: Autenticación con contraseña:

source: Password updated successfully!
es: ¡Contraseña actualizada exitosamente!

source: Permission is granted to temporarily use this service for personal, non-commercial transitory viewing only.
es: Se concede permiso para usar temporalmente este servicio solo para visualización transitoria personal y no comercial.

source: Persisted data and tables
es: Datos y tablas persistidos

source: Place a JSON file somewhere in your project, for example:
es: Coloca un archivo JSON en algún lugar de tu proyecto, por ejemplo:

source: Plugin build failed: %{reason}
es: Construcción del plugin fallida: %{reason}

source: Plugin build finished
es: Construcción del plugin finalizada

source: Point the runtime configuration at the JSON file:
es: Apunta la configuración en tiempo de ejecución al archivo JSON:

source: Popular PostgreSQL hosting options:
es: Opciones populares de alojamiento PostgreSQL:

source: PostgreSQL Setup
es: Configuración de PostgreSQL

source: Privacy
es: Privacidad

source: Privacy Policy
es: Política de Privacidad

source: Processing Time
es: Tiempo de Procesamiento

source: Production:
es: Producción:

source: Profile image:
es: Imagen de perfil:

source: Quick integration
es: Integración rápida

source: Recommended providers:
es: Proveedores recomendados:

source: Record deleted
es: Registro eliminado

source: Record saved
es: Registro guardado

source: Redis is shared across nodes. Partitioned requires Erlang clustering between nodes.
es: Redis se comparte entre nodos. Particionado requiere clúster Erlang entre nodos.

source: Refresh Token:
es: Token de Refresco:

source: Remove any copyright or other proprietary notations
es: Eliminar cualquier notación de copyright u otras propietarias

source: Runtime theming (JSON)
es: Tematización en tiempo de ejecución (JSON)

source: Scaling
es: Escalado

source: Scores are submitted server-side only to prevent cheating. Call the context functions directly from your game logic:
es: Las puntuaciones se envían solo desde el servidor para prevenir trampas. Llama a las funciones de contexto directamente desde tu lógica de juego:

source: Scripting Interface
es: Interfaz de Scripting

source: Scroll down and check "Sign in with Apple"
es: Desplázate hacia abajo y marca "Iniciar sesión con Apple"

source: Search for "Google+ API"
es: Busca "Google+ API"

source: Seasons:
es: Temporadas:

source: Select "App IDs" and click Continue
es: Selecciona "App IDs" y haz clic en Continuar

source: Select "App" type and click Continue
es: Selecciona tipo "App" y haz clic en Continuar

source: Select "External" user type
es: Selecciona tipo de usuario "Externo"

source: Select "Phoenix" or "Elixir" as the platform
es: Selecciona "Phoenix" o "Elixir" como plataforma

source: Select "Services IDs" and click Continue
es: Selecciona "Services IDs" y haz clic en Continuar

source: Select "Web application"
es: Selecciona "Aplicación web"

source: Select "Web" as the platform
es: Selecciona "Web" como plataforma

source: Select a category for your app
es: Selecciona una categoría para tu app

source: Select app type (usually "Business" for most web apps, or "None" if available)
es: Selecciona tipo de app (normalmente "Business" para la mayoría de apps web, o "None" si está disponible)

source: Select the use case that fits your needs (often "Other" or "Authenticate and request data from users with Facebook Login")
es: Selecciona el caso de uso que se ajuste a tus necesidades (a menudo "Other" o "Authenticate and request data from users with Facebook Login")

source: Select your App ID as the Primary App ID
es: Selecciona tu App ID como Primary App ID

source: Send an email to our support team requesting data deletion
es: Envía un correo a nuestro equipo de soporte solicitando eliminación de datos

source: Sentry Dashboard
es: Panel de Sentry

source: Sentry Setup
es: Configuración de Sentry

source: Server-Side Score Submission (Elixir)
es: Envío de Puntuaciones desde el Servidor (Elixir)

source: Server-side scripting & hooks
es: Scripting y hooks del lado del servidor

source: Serverless PostgreSQL
es: PostgreSQL Serverless

source: Set
es: Establecer

source: Set Environment Variable
es: Establecer Variable de Entorno

source: Set the DATABASE_URL environment variable:
es: Establece la variable de entorno DATABASE_URL:

source: Set the SENTRY_DSN environment variable:
es: Establece la variable de entorno SENTRY_DSN:

source: Set the following environment variable:
es: Establece la siguiente variable de entorno:

source: Set these environment variables based on your provider:
es: Establece estas variables de entorno basadas en tu proveedor:

source: Set these environment variables:
es: Establece estas variables de entorno:

source: Sign in with Apple
es: Iniciar sesión con Apple

source: Sign in with Discord
es: Iniciar sesión con Discord

source: Sign in with Facebook
es: Iniciar sesión con Facebook

source: Sign in with Google
es: Iniciar sesión con Google

source: Sign in with Steam
es: Iniciar sesión con Steam

source: Sign up
es: Registrarse

source: Sign up or log in to Sentry
es: Regístrate o inicia sesión en Sentry

source: Single Instance (recommended default)
es: Instancia Única (predeterminado recomendado)

source: Single instance
es: Instancia única

source: Sort Order:
es: Orden de Clasificación:

source: Steam Dev Portal
es: Portal de Desarrolladores de Steam

source: Steam OpenID Setup
es: Configuración OpenID de Steam

source: Steam is already linked to another account. You can delete the conflicting account on this page if it belongs to you.
es: Steam ya está vinculado a otra cuenta. Puedes eliminar la cuenta en conflicto en esta página si te pertenece.

source: Steam uses OpenID for sign-in. When registering your domain at
es: Steam usa OpenID para inicio de sesión. Al registrar tu dominio en

source: Store additional JSON data on leaderboards and individual records
es: Almacena datos JSON adicionales en clasificaciones y registros individuales

source: Store extra context in
es: Almacena contexto extra en

source: Successfully authenticated with Apple.
es: Autenticado exitosamente con Apple.

source: Successfully authenticated with Discord.
es: Autenticado exitosamente con Discord.

source: Successfully authenticated with Facebook.
es: Autenticado exitosamente con Facebook.

source: Successfully authenticated with Google.
es: Autenticado exitosamente con Google.

source: Successfully authenticated with Steam.
es: Autenticado exitosamente con Steam.

source: Successfully unlinked %{provider}.
es: Desvinculado exitosamente %{provider}.

source: Terms and Conditions
es: Términos y Condiciones

source: Test Apple Sign In
es: Probar Inicio de Sesión con Apple

source: Test Discord Login
es: Probar Inicio de Sesión con Discord

source: Test Facebook Login
es: Probar Inicio de Sesión con Facebook

source: Test Google Login
es: Probar Inicio de Sesión con Google

source: Test Steam Login
es: Probar Inicio de Sesión con Steam

source: Test email sent to %{email}
es: Correo de prueba enviado a %{email}

source: Test error reporting by running:
es: Prueba el reporte de errores ejecutando:

source: Test your connection with a health check:
es: Prueba tu conexión con una comprobación de salud:

source: Tests that modify global plugin configuration (eg.
es: Pruebas que modifican configuración global de plugin (p. ej.

source: The API uses JWT tokens. Here's how to authenticate:
es: La API usa tokens JWT. Aquí cómo autenticar:

source: The app will automatically detect PostgreSQL when DATABASE_URL is set and contains "postgresql://".
es: La app detectará automáticamente PostgreSQL cuando DATABASE_URL esté establecida y contenga "postgresql://".

source: The application exposes a lightweight server-side scripting surface via the
es: La aplicación expone una superficie ligera de scripting del lado del servidor vía el

source: The information on this service is provided on an 'as is' basis. To the fullest extent permitted by law, we exclude all representations, warranties, conditions and terms whether express or implied.
es: La información en este servicio se proporciona 'tal cual'. En la máxima medida permitida por la ley, excluimos todas las representaciones, garantías, condiciones y términos ya sean expresos o implícitos.

source: The link is invalid or it has expired.
es: El enlace es inválido o ha expirado.

source: The platform stores several tables worth of data that client integrations may need to be aware of.
es: La plataforma almacena varias tablas de datos de las que las integraciones de cliente pueden necesitar estar al tanto.

source: These are the URLs Discord will redirect users back to after authorization.
es: Estas son las URLs a las que Discord redirigirá a los usuarios después de la autorización.

source: These terms and conditions outline the rules and regulations for the use of our service.
es: Estos términos y condiciones delinean las reglas y regulaciones para el uso de nuestro servicio.

source: Third-Party Services
es: Servicios de Terceros

source: This is the grant of a license, not a transfer of title, and under this license you may not:
es: Esto es la concesión de una licencia, no una transferencia de título, y bajo esta licencia no puedes:

source: This section describes the main database table shapes used by the platform - starting with the
es: Esta sección describe las formas principales de tablas de base de datos usadas por la plataforma - comenzando con la

source: Tip:
es: Consejo:

source: Tip: If you prefer passwords, you can enable them in the user settings.
es: Consejo: Si prefieres contraseñas, puedes habilitarlas en los ajustes de usuario.

source: Tip: you can review and test the current runtime SMTP settings in the admin
es: Consejo: puedes revisar y probar los ajustes SMTP actuales en tiempo de ejecución en el admin

source: To authenticate and identify you when you log in.
es: Para autenticarte e identificarte cuando inicias sesión.

source: To communicate with you about changes, updates, support, and security.
es: Para comunicarnos contigo sobre cambios, actualizaciones, soporte y seguridad.

source: To provide, operate and maintain our services.
es: Para proporcionar, operar y mantener nuestros servicios.

source: To request deletion of your personal data, you can:
es: Para solicitar la eliminación de tus datos personales, puedes:

source: To see sent emails, visit
es: Para ver correos enviados, visita

source: Toggle the switch at the top from "Development" to "Live"
es: Cambia el interruptor en la parte superior de "Desarrollo" a "Live"

source: Token deleted successfully
es: Token eliminado exitosamente

source: Typical usage inside Godot GDScript (pseudocode / example):
es: Uso típico dentro de Godot GDScript (pseudocódigo / ejemplo):

source: Update & Kick (host only)
es: Actualizar y Expulsar (solo host)

source: Update failed: %{reason}
es: Actualización fallida: %{reason}

source: Usage analytics and session data
es: Datos de análisis de uso y sesiones

source: Usage data for improving our service and for analytics.
es: Datos de uso para mejorar nuestro servicio y para análisis.

source: Use
es: Usa

source: Use License
es: Licencia de Uso

source: Use a single local cache level:
es: Usa un nivel de caché local único:

source: Use descriptive IDs like
es: Usa IDs descriptivos como

source: Use the service for any commercial purpose
es: Usar el servicio para cualquier propósito comercial

source: Useful Links
es: Enlaces Útiles

source: User Accounts
es: Cuentas de Usuario

source: User confirmed successfully.
es: Usuario confirmado exitosamente.

source: User deleted successfully
es: Usuario eliminado exitosamente

source: User tokens (users_tokens)
es: Tokens de usuario (users_tokens)

source: User updated successfully
es: Usuario actualizado exitosamente

source: Users
es: Usuarios

source: Users table
es: Tabla de usuarios

source: Using Access Tokens:
es: Usando Tokens de Acceso:

source: Verify Runtime
es: Verificar Tiempo de Ejecución

source: Via the Application:
es: A través de la Aplicación:

source: View Effective Config
es: Ver Configuración Efectiva

source: View on Godot Asset Library
es: Ver en Godot Asset Library

source: View on NPM
es: Ver en NPM

source: Visit the Steam Web API page at
es: Visita la página de Steam Web API en

source: We keep personal data as long as necessary for service operation and to comply with legal obligations. We use reasonable safeguards to protect your data.
es: Mantenemos datos personales el tiempo necesario para la operación del servicio y para cumplir obligaciones legales. Usamos salvaguardas razonables para proteger tus datos.

source: We may use third-party services (like OAuth providers and Sentry) that collect or process personal data. Please review those providers' privacy policies for details.
es: Podemos usar servicios de terceros (como proveedores OAuth y Sentry) que recopilan o procesan datos personales. Por favor revisa las políticas de privacidad de esos proveedores para detalles.

source: Welcome %{email}
es: Bienvenido %{email}
