Repository: appsinacup/game_server
Catalog: apps/game_server_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Actions
es: Acciones

source: Attempting to reconnect
es: Intentando reconectar

source: Something went wrong!
es: ¡Algo salió mal!

source: We can't find the internet
es: No podemos encontrar internet

source: close
es: cerrar

source: (details: %{details})
es: (detalles: %{details})

source: ($99/year)
es: ($99/año)

source: (achievements, levels, etc.)
es: (logros, niveles, etc.)

source: (add),
es: (sumar),

source: (highest first) or
es: (el más alto primero) o

source: (lowest first)
es: (el más bajo primero)

source: (only if better),
es: (solo si es mejor),

source: (replace),
es: (reemplazar),

source: (subtract)
es: (restar)

source: ) and verify that domain with your provider.
es: ) y verifica ese dominio con tu proveedor.

source: ) should run serially
es: ) deben ejecutarse en serie

source: ) so changes are validated and broadcast consistently.
es: ) para que los cambios se validen y se transmitan de forma consistente.

source: , enter your domain (e.g.,
es: , introduce tu dominio (p. ej.,

source: - you can only download this once!
es: - ¡solo puedes descargarlo una vez!

source: 1 instance vs multiple instances
es: 1 instancia frente a múltiples instancias

source: A link to confirm your email change has been sent to the new address.
es: Se ha enviado un enlace de confirmación del cambio de correo a la nueva dirección.

source: A shared cache (Redis recommended since L2 doesn't require Erlang distribution)
es: Una caché compartida (se recomienda Redis ya que L2 no requiere distribución de Erlang)

source: A shared database (PostgreSQL recommended)
es: Una base de datos compartida (se recomienda PostgreSQL)

source: API Docs
es: Documentación de la API

source: API Request:
es: Solicitud API:

source: API Usage Examples
es: Ejemplos de uso de la API

source: API key
es: Clave API

source: Acceptance of Terms
es: Aceptación de los Términos

source: Account details (email, provider IDs) - stored when you sign up or sign in with OAuth providers like Discord, Google or Facebook.
es: Detalles de la cuenta (correo electrónico, IDs de proveedores) - almacenados cuando te registras o inicias sesión con proveedores OAuth como Discord, Google o Facebook.

source: Account not found.
es: Cuenta no encontrada.

source: Accounts created only via OAuth commonly have no
es: Las cuentas creadas solo mediante OAuth normalmente no tienen

source: Add Facebook Login Product
es: Añadir producto Facebook Login

source: Add a Privacy Policy URL
es: Añadir una URL de Política de Privacidad

source: Add a Terms of Service URL (optional)
es: Añadir una URL de Términos de Servicio (opcional)

source: Add a lifecycle callback
es: Añadir un callback de ciclo de vida

source: Add authorized domains (e.g., example.com)
es: Añadir dominios autorizados (p. ej., example.com)

source: Add authorized redirect URIs:
es: Añadir URIs de redirección autorizadas:

source: Add developer contact email
es: Añadir correo de contacto del desarrollador

source: Add scopes: email, profile
es: Añadir scopes: email, profile

source: Add test users if needed (optional for development)
es: Añadir usuarios de prueba si es necesario (opcional para desarrollo)

source: Add these Valid OAuth Redirect URIs:
es: Añadir estas URIs de redirección OAuth válidas:

source: Add these domains and redirect URLs:
es: Añadir estos dominios y URLs de redirección:

source: Add your email as user support email
es: Añadir tu correo como correo de soporte al usuario

source: Admin • Configuration
es: Admin • Configuración

source: After configuring the API key:
es: Después de configurar la clave API:

source: After creating the project, copy the DSN from the settings:
es: Después de crear el proyecto, copia el DSN desde los ajustes:

source: After deploying with the DSN:
es: Después de desplegar con el DSN:

source: After deploying with the secrets:
es: Después de desplegar con los secretos:

source: After logging in, you can now call any RPC or other protected functions.
es: Después de iniciar sesión, ahora puedes llamar a cualquier RPC u otras funciones protegidas.

source: All nodes must share the same
es: Todos los nodos deben compartir el mismo

source: Any user-generated content or metadata
es: Cualquier contenido generado por el usuario o metadatos

source: App ID
es: ID de la App

source: App Secret
es: Secreto de la App

source: Apple Developer Account
es: Cuenta de Desarrollador Apple

source: Apple Developer Portal
es: Portal de Desarrolladores Apple

source: Apple Sign In Setup
es: Configuración de Inicio de Sesión con Apple

source: Apple is already linked to another account. You can delete the conflicting account on this page if it belongs to you.
es: Apple ya está vinculado a otra cuenta. Puedes eliminar la cuenta en conflicto en esta página si te pertenece.

source: Are you sure you want to delete your account? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.

source: Attempt to decompile or reverse engineer any software contained in the service
es: Intentar descompilar o realizar ingeniería inversa de cualquier software contenido en el servicio

source: Authenticate using the same JWT-based API flow as other SDKs (get token from server login / OAuth).
es: Autenticar usando el mismo flujo de API basado en JWT que otros SDK (obtener token desde inicio de sesión del servidor / OAuth).

source: Authentication
es: Autenticación

source: Authorize the application on Discord
es: Autorizar la aplicación en Discord

source: Authorize the application with your Apple ID
es: Autorizar la aplicación con tu ID de Apple

source: Authorize the application with your Facebook account
es: Autorizar la aplicación con tu cuenta de Facebook

source: Authorize with your Steam account
es: Autorizar con tu cuenta de Steam

source: Back in Certificates, Identifiers & Profiles:
es: De vuelta en Certificados, Identificadores y Perfiles:

source: Backup data that may be retained for a limited time for recovery purposes
es: Datos de respaldo que pueden retenerse por un tiempo limitado con fines de recuperación

source: Be careful modifying user or lobby data from hooks — reuse high-level domain functions (eg.
es: Ten cuidado al modificar datos de usuario o lobby desde hooks — reutiliza funciones de dominio de alto nivel (p. ej.

source: Best Practices
es: Mejores Prácticas

source: Best practices & pitfalls
es: Mejores prácticas y trampas comunes

source: Browse Leaderboards
es: Explorar Clasificaciones

source: Building plugin bundle for %{name}…
es: Construyendo paquete de plugin para %{name}…

source: By accessing and using this service, you accept and agree to be bound by the terms and provision of this agreement.
es: Al acceder y utilizar este servicio, aceptas y acuerdas estar vinculado por los términos y disposiciones de este acuerdo.

source: By default, production runs a single-level local cache (fastest for a single instance).
es: Por defecto, producción ejecuta una caché local de un solo nivel (la más rápida para una sola instancia).

source: Cache Setup
es: Configuración de Caché

source: Call Authenticated APIs
es: Llamar a APIs Autenticadas

source: Cannot unlink the last linked social provider (you must have at least one social login connected).
es: No se puede desvincular el último proveedor social vinculado (debes tener al menos un inicio de sesión social conectado).

source: Certificates, Identifiers & Profiles
es: Certificados, Identificadores y Perfiles

source: Check "Sign in with Apple"
es: Marcar "Iniciar sesión con Apple"

source: Check the admin config page - Sentry should show as "Configured"
es: Revisa la página de configuración de admin - Sentry debería mostrar "Configurado"

source: Check your Sentry dashboard for the test event
es: Revisa tu panel de Sentry para el evento de prueba

source: Choose an Email Provider
es: Elige un Proveedor de Correo

source: Choose your Google account
es: Elige tu cuenta de Google

source: Click "+" to create a new key
es: Haz clic en "+" para crear una nueva clave

source: Click "+" to create new identifier
es: Haz clic en "+" para crear un nuevo identificador

source: Click "Configure" next to Sign in with Apple
es: Haz clic en "Configurar" junto a Iniciar sesión con Apple

source: Click "Create App"
es: Haz clic en "Crear App"

source: Click "Create Credentials" → "OAuth client ID"
es: Haz clic en "Crear Credenciales" → "ID de cliente OAuth"

source: Click "Create"
es: Haz clic en "Crear"

source: Click "My Apps" in the top right
es: Haz clic en "Mis Apps" en la esquina superior derecha

source: Click "New Application" in the top right
es: Haz clic en "Nueva Aplicación" en la esquina superior derecha

source: Click "New Project"
es: Haz clic en "Nuevo Proyecto"

source: Click "Next"
es: Haz clic en "Siguiente"

source: Click "Reset Secret" to generate
es: Haz clic en "Resetear Secreto" para generar

source: Click "Save Changes"
es: Haz clic en "Guardar Cambios"

source: Click "Save and Continue"
es: Haz clic en "Guardar y Continuar"

source: Click "Save" and continue
es: Haz clic en "Guardar" y continúa

source: Click "Select a project" at the top
es: Haz clic en "Seleccionar un proyecto" en la parte superior

source: Click "Set Up"
es: Haz clic en "Configurar"

source: Click "Show" next to "App Secret" and copy it (this is your Client Secret)
es: Haz clic en "Mostrar" junto a "App Secret" y cópialo (este es tu Client Secret)

source: Click "Sign in with Apple"
es: Haz clic en "Iniciar sesión con Apple"

source: Click "Sign in with Discord"
es: Haz clic en "Iniciar sesión con Discord"

source: Click "Sign in with Facebook"
es: Haz clic en "Iniciar sesión con Facebook"

source: Click "Sign in with Google"
es: Haz clic en "Iniciar sesión con Google"

source: Click "Sign in with Steam"
es: Haz clic en "Iniciar sesión con Steam"

source: Click Continue and Register
es: Haz clic en Continuar y Registrar

source: Click Register
es: Haz clic en Registrar

source: Click Save, then Continue
es: Haz clic en Guardar, luego Continuar

source: Click Save, then Continue, then Register
es: Haz clic en Guardar, luego Continuar, luego Registrar

source: Click on it and click "Enable"
es: Haz clic en él y haz clic en "Habilitar"

source: Click the "+" button to create a new identifier
es: Haz clic en el botón "+" para crear un nuevo identificador

source: Client ID
es: ID de Cliente

source: Client Secret
es: Secreto de Cliente

source: Collapse/Expand
es: Colapsar/Expandir

source: Complete all required fields in "Settings" → "Basic"
es: Completa todos los campos requeridos en "Ajustes" → "Básico"

source: Configure Application Secrets
es: Configurar Secretos de la Aplicación

source: Configure Email Secrets
es: Configurar Secretos de Correo

source: Configure Environment Variables
es: Configurar Variables de Entorno

source: Configure OAuth Consent Screen
es: Configurar Pantalla de Consentimiento OAuth

source: Configure OAuth Redirect URIs
es: Configurar URIs de Redirección OAuth

source: Configure Redirect Domain
es: Configurar Dominio de Redirección

source: Configure Redirect URIs
es: Configurar URIs de Redirección

source: Configure Theme
es: Configurar Tema

source: Configure the app to use it
es: Configura la app para usarlo

source: Configure theming JSON
es: Configurar JSON de tematización

source: Confirm and log in only this time
es: Confirmar e iniciar sesión solo esta vez

source: Confirm and stay logged in
es: Confirmar y permanecer conectado

source: Confirmation link is invalid or it has expired.
es: El enlace de confirmación es inválido o ha expirado.

source: Confirming...
es: Confirmando...

source: Contact
es: Contacto

source: Contact Information
es: Información de Contacto

source: Contact Support:
es: Contactar Soporte:

source: Copy the "App ID" (this is your Client ID)
es: Copia el "App ID" (este es tu Client ID)

source: Copy the Client ID and Client Secret
es: Copia el ID de Cliente y el Secreto de Cliente

source: Copy the DSN value
es: Copia el valor DSN

source: Could not accept: %{reason}
es: No se pudo aceptar: %{reason}

source: Could not block: %{reason}
es: No se pudo bloquear: %{reason}

source: Could not cancel: %{reason}
es: No se pudo cancelar: %{reason}

source: Could not join: %{reason}
es: No se pudo unir: %{reason}

source: Could not kick: %{reason}
es: No se pudo expulsar: %{reason}

source: Could not leave: %{reason}
es: No se pudo salir: %{reason}

source: Could not reject: %{reason}
es: No se pudo rechazar: %{reason}

source: Could not remove: %{reason}
es: No se pudo eliminar: %{reason}

source: Could not send request: %{reason}
es: No se pudo enviar la solicitud: %{reason}

source: Could not unblock: %{reason}
es: No se pudo desbloquear: %{reason}

source: Could not update: %{reason}
es: No se pudo actualizar: %{reason}

source: Create App ID
es: Crear ID de App

source: Create Discord Application
es: Crear Aplicación de Discord

source: Create Facebook App
es: Crear App de Facebook

source: Create Google Cloud Project
es: Crear Proyecto en Google Cloud

source: Create OAuth Credentials
es: Crear Credenciales OAuth

source: Create Private Key
es: Crear Clave Privada

source: Create Sentry Project
es: Crear Proyecto en Sentry

source: Create Service ID (Client ID)
es: Crear ID de Servicio (Client ID)

source: Create a Lobby
es: Crear un Lobby

source: Create a new project
es: Crear un nuevo proyecto

source: Create failed: %{reason}
es: Creación fallida: %{reason}

source: Create new leaderboards for new seasons instead of resetting
es: Crea nuevas clasificaciones para nuevas temporadas en lugar de resetear

source: DSN Format
es: Formato DSN

source: Data Deletion Instructions
es: Instrucciones para Eliminación de Datos

source: Data Deletion Policy
es: Política de Eliminación de Datos

source: Data Retention & Security
es: Retención y Seguridad de Datos

source: Data Schema
es: Esquema de Datos

source: Data already anonymized in analytics systems
es: Datos ya anonimizados en sistemas de análisis

source: Data deletion requests are typically processed within 30 days. You will receive confirmation once the deletion is complete.
es: Las solicitudes de eliminación de datos suelen procesarse en un plazo de 30 días. Recibirás confirmación una vez completada la eliminación.

source: Data required for legal compliance or regulatory purposes
es: Datos requeridos para cumplimiento legal o regulatorio

source: Database URL Configuration
es: Configuración de URL de Base de Datos

source: Defaults
es: Valores predeterminados

source: Delete Account
es: Eliminar Cuenta

source: Deleted %{deleted} entries
es: Eliminadas %{deleted} entradas

source: Deleted %{deleted} entries; failed %{failed}
es: Eliminadas %{deleted} entradas; fallidas %{failed}

source: Deleted %{deleted} leaderboards
es: Eliminadas %{deleted} clasificaciones

source: Deleted %{deleted} leaderboards; failed %{failed}
es: Eliminadas %{deleted} clasificaciones; fallidas %{failed}

source: Deleted %{deleted} lobbies
es: Eliminados %{deleted} lobbies

source: Deleted %{deleted} lobbies; failed %{failed}
es: Eliminados %{deleted} lobbies; fallidas %{failed}

source: Deleted %{deleted} sessions
es: Eliminadas %{deleted} sesiones

source: Deleted %{deleted} sessions; failed %{failed}
es: Eliminadas %{deleted} sesiones; fallidas %{failed}

source: Deleted %{deleted} users
es: Eliminados %{deleted} usuarios

source: Deleted %{deleted} users; failed %{failed}
es: Eliminados %{deleted} usuarios; fallidas %{failed}

source: Deploy and Test
es: Desplegar y Probar

source: Deploy your application
es: Desplegar tu aplicación

source: Deployment Considerations
es: Consideraciones de Despliegue

source: Development:
es: Desarrollo:

source: Disclaimer
es: Descargo de Responsabilidad

source: Discord Developer Portal
es: Portal de Desarrolladores de Discord

source: Discord OAuth Setup
es: Configuración OAuth de Discord

source: Discord is already linked to another account. You can delete the conflicting account on this page if it belongs to you.
es: Discord ya está vinculado a otra cuenta. Puedes eliminar la cuenta en conflicto en esta página si te pertenece.

source: Display name updated.
es: Nombre mostrado actualizado.

source: Display name:
es: Nombre mostrado:

source: Do not return structs as hook results intended to be used as params — always return plain maps when you intend to pass modified params into changesets.
es: No devuelvas structs como resultados de hooks destinados a usarse como params — siempre devuelve mapas planos cuando pretendas pasar params modificados a changesets.

source: Docker Compose (local / self-host)
es: Docker Compose (local / autoalojado)

source: Docker Compose is a simple way to run the app with PostgreSQL and Redis.
es: Docker Compose es una forma sencilla de ejecutar la app con PostgreSQL y Redis.

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Download PostgreSQL
es: Descargar PostgreSQL

source: Download the .p8 file
es: Descargar el archivo .p8

source: Download the Godot asset from the Asset Library (in Godot look for the "Gamend - Game Server" addon):
es: Descarga el asset de Godot desde la Asset Library (en Godot busca el addon "Gamend - Game Server"):

source: Each leaderboard is a season. Set
es: Cada clasificación es una temporada. Establece

source: Each plugin is an OTP app directory with an
es: Cada plugin es un directorio de app OTP con un

source: Elixir Context Functions
es: Funciones de Contexto Elixir

source: Email
es: Correo electrónico

source: Email Implementation Docs
es: Documentación de Implementación de Correo

source: Email Setup
es: Configuración de Correo

source: Email change link is invalid or it has expired.
es: El enlace de cambio de correo es inválido o ha expirado.

source: Email changed successfully.
es: Correo cambiado exitosamente.

source: Email/Password Login:
es: Inicio de sesión con Correo/Contraseña:

source: Enable Google+ API
es: Habilitar API Google+

source: Enable a two-level cache: L1 local + L2 shared/sharded.
es: Habilita una caché de dos niveles: L1 local + L2 compartida/particionada.

source: Enter a Bundle ID (e.g., com.yourcompany.gameserver)
es: Introduce un Bundle ID (p. ej., com.tuempresa.gameserver)

source: Enter a description (e.g., "Game Server")
es: Introduce una descripción (p. ej., "Game Server")

source: Enter a name (e.g., "Game Server Sign in with Apple Key")
es: Introduce un nombre (p. ej., "Game Server Sign in with Apple Key")

source: Enter a name (e.g., "Game Server Web")
es: Introduce un nombre (p. ej., "Game Server Web")

source: Enter a project name (e.g., "Game Server")
es: Introduce un nombre de proyecto (p. ej., "Game Server")

source: Enter app name (e.g., "Game Server")
es: Introduce nombre de app (p. ej., "Game Server")

source: Enter contact email
es: Introduce correo de contacto

source: Enter description (e.g., "Game Server Web")
es: Introduce descripción (p. ej., "Game Server Web")

source: Enter identifier (e.g., com.yourcompany.gameserver.web) - This is your CLIENT_ID
es: Introduce identificador (p. ej., com.tuempresa.gameserver.web) - Este es tu CLIENT_ID

source: Enter your site URL (e.g., https://example.com)
es: Introduce la URL de tu sitio (p. ej., https://example.com)

source: Entry created
es: Entrada creada

source: Entry deleted
es: Entrada eliminada

source: Entry not found
es: Entrada no encontrada

source: Entry updated
es: Entrada actualizada

source: Error Handling
es: Manejo de Errores

source: Exposing an RPC function
es: Exponer una función RPC

source: Facebook Developers Portal
es: Portal de Desarrolladores de Facebook

source: Facebook OAuth Setup
es: Configuración OAuth de Facebook

source: Facebook is already linked to another account. You can delete the conflicting account on this page if it belongs to you.
es: Facebook ya está vinculado a otra cuenta. Puedes eliminar la cuenta en conflicto en esta página si te pertenece.

source: Failed to authenticate.
es: Falló la autenticación.

source: Failed to create or update user account.
es: Falló al crear o actualizar la cuenta de usuario.

source: Failed to delete account. Please try again.
es: Falló al eliminar la cuenta. Por favor, inténtalo de nuevo.

source: Failed to delete leaderboard
es: Falló al eliminar la clasificación

source: Failed to delete lobby
es: Falló al eliminar el lobby

source: Failed to delete record
es: Falló al eliminar el registro

source: Failed to delete selected entries
es: Falló al eliminar las entradas seleccionadas

source: Failed to delete selected leaderboards
es: Falló al eliminar las clasificaciones seleccionadas

source: Failed to delete selected lobbies
es: Falló al eliminar los lobbies seleccionados

source: Failed to delete selected sessions
es: Falló al eliminar las sesiones seleccionadas

source: Failed to delete selected users
es: Falló al eliminar los usuarios seleccionados

source: Failed to delete the conflicting account.
es: Falló al eliminar la cuenta en conflicto.

source: Failed to delete token
es: Falló al eliminar el token

source: Failed to delete user
es: Falló al eliminar el usuario

source: Failed to end leaderboard
es: Falló al finalizar la clasificación

source: Failed to link Apple account.
es: Falló al vincular la cuenta Apple.

source: Failed to link Discord account.
es: Falló al vincular la cuenta Discord.

source: Failed to link Facebook account.
es: Falló al vincular la cuenta Facebook.

source: Failed to link Google account.
es: Falló al vincular la cuenta Google.

source: Failed to link Steam account.
es: Falló al vincular la cuenta Steam.

source: Failed to send test email — check mailer logs and configuration
es: Falló al enviar correo de prueba — revisa los logs del mailer y la configuración

source: Failed to unlink provider.
es: Falló al desvincular el proveedor.

source: Features
es: Características

source: Fill in app name (e.g., "Game Server")
es: Rellena el nombre de la app (p. ej., "Game Server")

source: Find "Facebook Login" in the product list
es: Busca "Facebook Login" en la lista de productos

source: Find your Team ID:
es: Encuentra tu Team ID:

source: Follow these instructions to request deletion of your personal data from our service.
es: Sigue estas instrucciones para solicitar la eliminación de tus datos personales de nuestro servicio.

source: For information about what data is deleted and how to request deletion, see our
es: Para información sobre qué datos se eliminan y cómo solicitar la eliminación, consulta nuestra

source: For linking Steam to an existing account, go to
es: Para vincular Steam a una cuenta existente, ve a

source: For other providers, adjust the SMTP settings accordingly. The app will automatically detect when email is configured.
es: Para otros proveedores, ajusta la configuración SMTP en consecuencia. La app detectará automáticamente cuando el correo esté configurado.

source: For production use, switch to live mode:
es: Para uso en producción, cambia a modo live:

source: Found at the top of OAuth2 General
es: Encontrado en la parte superior de OAuth2 General

source: Free tier available
es: Nivel gratuito disponible

source: Friend request sent
es: Solicitud de amistad enviada

source: Friends
es: Amigos

source: From the OAuth2 General tab, copy these values:
es: Desde la pestaña OAuth2 General, copia estos valores:

source: Game Server Banner
es: Banner de Game Server

source: Get App Credentials
es: Obtener Credenciales de App

source: Get Application Credentials
es: Obtener Credenciales de Aplicación

source: Get Started
es: Comenzar

source: Get User Profile:
es: Obtener Perfil de Usuario:

source: Get Your DSN
es: Obtener Tu DSN

source: Get Your Team ID
es: Obtener Tu Team ID

source: Get a Steam Web API Key
es: Obtener una Clave API Web de Steam
