Repository: appsinacup/game_server
Catalog: apps/game_server_web/priv/gettext/*/LC_MESSAGES/groups.po
Languages: es

source: Cancel this invitation?
es: ¿Cancelar esta invitación?

source: Cancel this join request?
es: ¿Cancelar esta solicitud de unión?

source: Could not accept invite: %{reason}
es: No se pudo aceptar la invitación: %{reason}

source: Could not approve: %{reason}
es: No se pudo aprobar: %{reason}

source: Could not cancel invitation: %{reason}
es: No se pudo cancelar la invitación: %{reason}

source: Could not cancel request: %{reason}
es: No se pudo cancelar la solicitud: %{reason}

source: Could not create group — check the form for errors
es: No se pudo crear el grupo — revisa el formulario

source: Could not demote: %{reason}
es: No se pudo degradar: %{reason}

source: Could not invite: %{reason}
es: No se pudo invitar: %{reason}

source: Could not join group: %{reason}
es: No se pudo unir al grupo: %{reason}

source: Could not join: %{reason}
es: No se pudo unir: %{reason}

source: Could not kick: %{reason}
es: No se pudo expulsar: %{reason}

source: Could not leave group: %{reason}
es: No se pudo salir del grupo: %{reason}

source: Could not leave: %{reason}
es: No se pudo salir: %{reason}

source: Could not notify: %{reason}
es: No se pudo notificar: %{reason}

source: Could not promote: %{reason}
es: No se pudo promover: %{reason}

source: Could not reject: %{reason}
es: No se pudo rechazar: %{reason}

source: Could not request to join: %{reason}
es: No se pudo solicitar unirse: %{reason}

source: Could not request: %{reason}
es: No se pudo solicitar: %{reason}

source: Could not update: %{reason}
es: No se pudo actualizar: %{reason}

source: Created %{date}
es: Creado %{date}

source: Group created
es: Grupo creado

source: Group not found
es: Grupo no encontrado

source: Group updated
es: Grupo actualizado

source: Groups
es: Grupos

source: Invitation accepted
es: Invitación aceptada

source: Invitation cancelled
es: Invitación cancelada

source: Invitation sent
es: Invitación enviada

source: Join Group
es: Unirse al Grupo

source: Join request cancelled
es: Solicitud de unión cancelada

source: Join request sent
es: Solicitud de unión enviada

source: Joined group
es: Te uniste al grupo

source: Kick %{name}?
es: ¿Expulsar a %{name}?

source: Leave Group
es: Salir del Grupo

source: Left group
es: Saliste del grupo

source: Log in to join
es: Inicia sesión para unirte

source: Member demoted to member
es: Miembro degradado

source: Member kicked
es: Miembro expulsado

source: Member promoted to admin
es: Miembro promovido a admin

source: No groups found
es: No se encontraron grupos

source: No members yet
es: Aún no hay miembros

source: Notification sent to %{count} member
es: Notificación enviada a %{count} miembro

source: Pending
es: Pendiente

source: Player
es: Jugador

source: Please enter a message
es: Ingresa un mensaje

source: Request Pending
es: Solicitud Pendiente

source: Request approved
es: Solicitud aprobada

source: Request rejected
es: Solicitud rechazada

source: Request to Join
es: Solicitar Unirse

source: Role
es: Rol

source: This group does not accept join requests
es: Este grupo no acepta solicitudes de unión

source: This group is not public
es: Este grupo no es público

source: User is already a member
es: El usuario ya es miembro

source: You already have a pending request
es: Ya tienes una solicitud pendiente

source: You are already a member
es: Ya eres miembro

source: You have joined the group
es: Te has unido al grupo

source: You have left the group
es: Has salido del grupo

source: members
es: miembros

source: user-%{id}
es: usuario-%{id}
