Repository: appsinacup/game_server
Catalog: apps/game_server_web/priv/gettext/*/LC_MESSAGES/lobbies.po
Languages: es

source: %{count} / %{max} members
es: %{count} / %{max} miembros

source: (host)
es: (anfitrión)

source: Could not join: %{reason}
es: No se pudo unir: %{reason}

source: Could not kick: %{reason}
es: No se pudo expulsar: %{reason}

source: Could not leave: %{reason}
es: No se pudo salir: %{reason}

source: Could not update: %{reason}
es: No se pudo actualizar: %{reason}

source: Create a Lobby
es: Crear una Sala

source: Leave empty to clear
es: Dejar vacío para limpiar

source: Lobbies
es: Salas

source: Lobby is locked
es: La sala está bloqueada

source: Lobby not found
es: Sala no encontrada

source: Lobby updated
es: Sala actualizada

source: Manage
es: Administrar

source: Open Lobbies
es: Salas Abiertas

source: You are already in a lobby
es: Ya estás en una sala

source: You are already in a lobby and cannot create another
es: Ya estás en una sala y no puedes crear otra

source: You are already in this lobby
es: Ya estás en esta sala

source: You have been kicked from the lobby
es: Has sido expulsado de la sala
